
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ is geblokkeerd";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nis geen link, gebruik een geldige link\nbijv. http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Weet je zeker dat je wilt uitloggen?";

/*No comment provided by engineer.*/
"Are you sure?" = "Weet je het zeker?";

/*No comment provided by engineer.*/
"BACK" = "TERUG";

/*as in block another user*/
"BLOCK" = "BLOKKEER";

/*No comment provided by engineer.*/
"Block Failed" = "Blokkeren Gefaald";

/*No comment provided by engineer.*/
"BLOCKED" = "GEBLOKKEERD";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ is geblokkeerd";

/*No comment provided by engineer.*/
"Can't send SMS" = "Kan geen SMS versturen";

/*No comment provided by engineer.*/
"CANCEL" = "ANNULEER";

/*No comment provided by engineer.*/
"Cancel" = "Annuleer";

/*No comment provided by engineer.*/
"CANCELED" = "GEANNULEERD";

/*No comment provided by engineer.*/
"Change" = "Wijzig";

/*No comment provided by engineer.*/
"Changed" = "Gewijzigd";

/*No comment provided by engineer.*/
"Check internet and try again." = "Controleer de verbinding en probeer opnieuw.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Check de YoIndex om je aan te melden voor geweldige services!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "Check deze service die ik gevonden heb op Yo! %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "KIES ANDERE";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "KIES TOEGANGSCODE";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "KIES GEBRUIKERSNAAM";

/*de-select all*/
"Clear All" = "Alles Deselecteren";

/*No comment provided by engineer.*/
"Close" = "Sluiten";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Verbindingsprobleem, probeer het later nogmaals";

/*No comment provided by engineer.*/
"CONTACTS" = "CONTACTEN";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "KOPIEER EEN LINK OF FOTO EN HOU INGEDRUKT OM TE YO-EN";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Kopieer een link. Hou ingedrukt om te Yo-en.";

/*No comment provided by engineer.*/
"Copy Link" = "Kopieer Link";

/*No comment provided by engineer.*/
"Could not load page" = "Pagina kon niet worden geladen";

/*No comment provided by engineer.*/
"Delete" = "Verwijder";

/*No comment provided by engineer.*/
"Didn't get code" = "Code niet ontvangen";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Vind je de Yo app leuk?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Wil je deze gebruiker deblokkeren zodat ze je kunnen Yo-en?";

/*No comment provided by engineer.*/
"DONE" = "KLAAR";

/*No comment provided by engineer.*/
"Done" = "Klaar";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Dubbel tik om je locatie to Yo-en. Waar ben je @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "DUBBEL TIK OM JE LOCATIE TE DELEN";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "WIJZIG ACCOUNT";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "WIJZIG PROFIEL";

/*No comment provided by engineer.*/
"EMAIL SENT" = "E-MAIL VERZONDEN";

/*No comment provided by engineer.*/
"Email Us" = "E-mail Ons";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Camera Inschakelen\nInstellingen -> Privacy -> Camera";

/*No comment provided by engineer.*/
"Enable Location" = "Locatiegegevens Gebruiken";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Toegangscode Herstel Aanzetten";

/*No comment provided by engineer.*/
"Enable Push" = "Push notificaties Inschakelen";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "VOER NAAM IN";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Voer Nieuw Telefoonnummer In";

/*No comment provided by engineer.*/
"Enter New Username" = "Voer Nieuwe Gebruikersnaam In";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "TOEGANGSCODE INVOEREN";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Voer ontvangen (SMS) code in";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "GEBRUIKERSNAAM INVOEREN";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Voer Je Telefoonnummer In";

/*No comment provided by engineer.*/
"Error" = "Fout";

/*As in existing photos. could also read photos*/
"EXISTING" = "KIES FOTO";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "ONTDEK DE MOGELIJKHEDEN";

/*No comment provided by engineer.*/
"Failed" = "Gefaald";

/*No comment provided by engineer.*/
"FAILED" = "GEFAALD";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Fout bij zoeken naar Facebook vrienden.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Fout bij zoeken naar vrienden binnen contacten";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Fout Bij Ophalen Locatie";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Fout bij inloggen op Facebook. Probeer Het Nogmaals.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Fout bij deblokkeren van %@. Probeer het later nogmaals";

/*No comment provided by engineer.*/
"Failed Yo" = "Yo gefaald";

/*No comment provided by engineer.*/
"FAILED!" = "GEFAALD!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "GEFAALD! HEB JE VERBINDING MET HET INTERNET?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "COMMENTAAR";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "VIND VRIENDEN";

/*As in a From & To : a parcel/letter*/
"From" = "Van";

/*No comment provided by engineer.*/
"FULL NAME" = "VOLLEDIGE NAAM";

/*Go as in proceed as in Send*/
"Go" = "Doorgaan";

/*just back works too*/
"GO BACK" = "GA TERUG";

/*As in Understood, or OK*/
"Got it!" = "Ik snap het!";

/*No comment provided by engineer.*/
"Hey There!" = "Hallo Daar!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "HOE EEN YO WORDT ONTVANGEN";

/*No comment provided by engineer.*/
"HOW TO" = "TIPS";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "HOE EEN YO LINK TE OPENEN";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "HOE EEN YO LOCATIE TE OPENEN";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "HOE EEN YO TE STUREN";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Ik wil je een Yo sturen!\nVoeg mij toe op Yo door hier te drukken: %@\n(Als je nog geen Yo hebt, kun je deze hier krijgen: %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Ik wil je een Yo sturen!\nVoeg me toe op Yo door hier te drukken: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "INCORRECT";

/*No comment provided by engineer.*/
"INDEX" = "INDEX";

/*No comment provided by engineer.*/
"INVITE" = "UITNODIGEN";

/*Invite button for invite friends popup*/
"Invite" = "Uitnodigen";

/*Title for invite friends popup*/
"Invite Friends!" = "Vrienden Uitnodigen!";

/*No comment provided by engineer.*/
"Just hit Send" = "Klik simpelweg op Stuur";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Je hebt je aangemeld om Yo's te ontvangen van %@! Yo ze op";

/*No comment provided by engineer.*/
"Link Not Found" = "Link Niet Gevonden";

/*No comment provided by engineer.*/
"LOGIN" = "LOG IN";

/*No comment provided by engineer.*/
"Login Failed" = "Inloggen Gefaald";

/*No comment provided by engineer.*/
"LOGOUT" = "LOG UIT";

/*No comment provided by engineer.*/
"MAIL" = "MAIL";

/*No comment provided by engineer.*/
"MAPS" = "MAPS";

/*No comment provided by engineer.*/
"Me" = "Ik";

/*No comment provided by engineer.*/
"MUTED" = "GEBLOKKEERD";

/*No*/
"Nah" = "Neuh";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "NIEUWE TOEGANGSCODE";

/*No comment provided by engineer.*/
"NO" = "NEE";

/*No comment provided by engineer.*/
"No" = "Nee";

/*:) -> Smile*/
"No Blocked Users! :)" = "Geen Geblokkeerde Gebruikers! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Geen Camera Gevonden";

/*No comment provided by engineer.*/
"No contacts were found." = "Geen contacten gevonden.";

/*No comment provided by engineer.*/
"No Contacts!" = "Geen Contacten!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "GEEN E-MAIL ACCOUNTS";

/*No comment provided by engineer.*/
"No Internet!" = "Geen Internetverbinding!";

/*As in photo library*/
"No Library Found" = "Geen Galerij Gevonden";

/*No comment provided by engineer.*/
"No Such User" = "Gebruiker Bestaat Niet";

/*Cancel button for invite friends popup*/
"Not now" = "Niet nu";

/*No comment provided by engineer.*/
"OK" = "OK";

/*No comment provided by engineer.*/
"Open in Chrome" = "Openen met Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Openen met Safari";

/*PASS as in passcode*/
"PASS" = "TOEGANGSCODE";

/*No comment provided by engineer.*/
"PASSCODE" = "TOEGANGSCODE";

/*No comment provided by engineer.*/
"Passcode changed" = "Toegangscode gewijzigd";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Toegangscodes Komen Niet Overeen";

/*As in Mobile, telephone*/
"PHONE" = "TELEFOON";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Voeg een e-mailadres toe in Instellingen -> Mail";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Verbind met Twitter in Instellingen -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Schakel toegang tot contacten in";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Voer een geldig telefoonnummer in";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Probeer opnieuw.\nNeem als het probleem zich blijft voordoen contact met ons op en geef de volgende code door: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Meld je aan of log in";

/*No comment provided by engineer.*/
"Please try again" = "Probeer het nogmaals";

/*No comment provided by engineer.*/
"Please try again later" = "Probeer het later nogmaals";

/*As to rate, rating, review*/
"RATE" = "BEOORDEEL";

/*PASS as in passcode*/
"RECOVER PASS" = "HERSTEL TOEGANGSCODE";

/*No comment provided by engineer.*/
"Resend" = "Verstuur Opnieuw";

/*No comment provided by engineer.*/
"SAVE" = "OPSLAAN";

/*No comment provided by engineer.*/
"Saved!" = "Opgeslagen!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "SELECTEER EEN GEBRUIKERSNAAM";

/*No comment provided by engineer.*/
"Select All" = "Selecteer Alles";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "KIES EEN LANGERE TOEGANGSCODE";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "KIES GEBRUIKERSNAMEN OM TE DELEN";

/*No comment provided by engineer.*/
"Send" = "Verstuur";

/*No comment provided by engineer.*/
"Send Email" = "Verstuur E-mail";

/*IMG abbrv for Image*/
"SENDING IMG" = "FOTO VERSTUREN";

/*like URL link*/
"SENDING LINK" = "LINK VERSTUREN";

/*No comment provided by engineer.*/
"Sent" = "Verzonden";

/*No comment provided by engineer.*/
"SENT @YO!" = "@YO VERSTUURD!";

/*No comment provided by engineer.*/
"SENT YO!" = "YO VERSTUURD!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "YO-FOTO VERSTUURD!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "YO-LINK VERSTUURD!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "YOYO VERSTUURD!";

/*No comment provided by engineer.*/
"Session Error" = "Sessie Verlopen";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "TOEGANGSCODE INSTELLEN";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "TOEGANGSCODE INSTELLEN\n(DIT MAG JE HUIDIGE CODE ZIJN)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Instellingen -> Privacy -> Contacten -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "DELEN";

/*No comment provided by engineer.*/
"Share" = "Delen";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Delen op Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Deel deze geweldige service met anderen! Schuif naar links in het hoofdscherm om je af te melden.";

/*No comment provided by engineer.*/
"SIGNUP" = "AANMELDEN";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Er is iets fout gegaan";

/*No comment provided by engineer.*/
"Subscribed!" = "Aangemeld!";

/*As in take picture*/
"TAKE" = "MAAK FOTO";

/*No comment provided by engineer.*/
"tap here to close" = "tik hier om te sluiten";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "TIK NAAM OM TE YO-EN";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Tik Naam Om Te Yo-en";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Tik om toe te voegen aan je Yo: http://justyo.co/%@\n(als je nog geen Yo hebt kun je deze hier krijgen: %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "TIK OM TOE TE STAAN";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "TIK OM UIT TE NODIGEN";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "TIK OM IN TE LOGGEN";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "TIK OM TE HERSTELLEN";

/*No comment provided by engineer.*/
"TAP TO SET" = "TIK OM IN TE STELLEN";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "TIK OM AAN TE MELDEN";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Vertel ons hoe we Yo kunnen verbeteren:";

/*No comment provided by engineer.*/
"TEXT SENT" = "BERICHT VERSTUURD";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Je profiel kon niet worden opgeslagen. Controleer je netwerkverbinding.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "De Yo Index. Meld je aan om ge-Yo'd te worden door je favoriete services.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Er is een nieuwe versie van Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Er is een nieuwe versie! Wil je deze update installeren?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Er is iets fout gegaan:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Zo Yo je. Yo me %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Dit is wat anderen zien wanneer zij je gebruikersnaam naar rechts vegen";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Deze gebruiker bestaat al. Kies een andere gebruikersnaam.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Om een gebruiker te blokkeren kun je de gebruikersnaam naar links vegen en 'Blokkeer' kiezen.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Om toegangscode herstel in te schakelen:\n\n geef Yo je e-mailadres door op Stuur te drukken.\n\nom te annuleren, klik op Annuleer.\n\n\n------------------------------------------\nJe e-mailadres zal NIET voor andere doeleinden dan toegangscode herstel gebruikt worden.\n\n\n\n\n\n%@ ";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Om vrienden te vinden en vrienden jou te laten vinden. Je contacten worden niet opgeslagen en zullen enkel worden gebruikt om vrienden te vinden.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Tik Stuur om je telefoonnummer te verifiëren\n\nCode: %@\n\n\n* Je provider kan dit in rekening brengen";

/*No comment provided by engineer.*/
"Try again later" = "Probeer het later nogmaals";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "VUL GEBRUIKERSNAAM IN OM TOE TE VOEGEN";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "DEBLOKKEER";

/*No comment provided by engineer.*/
"UNBLOCKED" = "GEDEBLOKKEERD";

/*unsibscribe*/
"UNSUB" = "AFMELDEN";

/*As in software update available*/
"Update" = "Update";

/*No comment provided by engineer.*/
"User Exists" = "Gebruiker Bestaat";

/*No comment provided by engineer.*/
"USERNAME" = "GEBRUIKERSNAAM";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "GEBRUIKERSNAAM BEZET";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "TOEGANGSCODE VERIFIËREN";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "We konden geen vrienden vinden die Yo gebruiken. Deel Yo met je vrienden en breng ze aan boord!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "We hebben geen telefoonnummer of e-mailadres voor dit account. Stuur ons een e-mail en we zullen je account herstellen.";

/*No comment provided by engineer.*/
"WELCOME" = "WELKOM";

/*No comment provided by engineer.*/
"What is Yo?" = "Wat is Yo?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "WAT IS YO?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Wanneer je een gebruiker deblokkeert wordt deze toegevoegd aan je vriendenlijst maar wordt deze niet automatisch geYo'd. - Veel plezier met Yo-en!";

/*No comment provided by engineer.*/
"Wrong code" = "Verkeerde code";

/*No comment provided by engineer.*/
"Yes" = "Ja";

/*Sending images title*/
"Yo & Images!" = "Yo & Foto's!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Ik heb commentaar";

/*No comment provided by engineer.*/
"YO ALL" = "YO ALLEMAAL";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Yo al je vrienden om je nieuwe gebruikersnaam (%@) te delen";

/*As in resoond with a Yo*/
"Yo Back" = "Yo Terug";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "YO STATISTIEKEN";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Yo is veel leuker met vrienden!";

/*No comment provided by engineer.*/
"Yo Location" = "Yo Locatie";

/*No comment provided by engineer.*/
"Yo me" = "Yo mij";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo heeft een internetverbinding nodig!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO HEEFT TOEGANG TOT PUSH NOTIFICATIES NODIG";

/*No comment provided by engineer.*/
"Yo This" = "Yo Dit";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Kijk hier eens naar";

/*No comment provided by engineer.*/
"YOALL" = "YO IEDEREEN";

/*No comment provided by engineer.*/
"YORANDOM" = "YO-ROULETTE";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Je staat op het punt om je telefoonnummer te verwijderen";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Je kunt mensen altijd deblokkeren in het menu";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Je kunt geen Yo's versturen. Neem contact met ons op via yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Je zult instructies ontvangen met uitleg hoe je je toegangscode kunt wijzigen.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Je zult een link ontvangen waarmee je je toegangscode kunt wijzigen.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "Je staat op het punt je eerst foto te Yo-en! Iedereen met de link zal deze kunnen bekijken.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Je huidige sessie is verlopen. Log opnieuw in.";